# GetImageCropObject

## Description
Get the crop of a cropped image.

```pascal
FUNCTION GetImageCropObject(obj : HANDLE): HANDLE;
```

```python
def vs.GetImageCropObject(obj):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|obj|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* Textures